Repository: NaN-tic/trytond-esale
Catalog: locale/*.po
Languages: ca_es, es_es

# error:sale.shop:
source: Shop "%s" is not available in user preferences.
ca_es: La botiga "%s"no es troba disponible a les preferencies de l'usuari.
es_es: La tienda "%s" no se encuentra en las preferencias del usuario.

# error:sale.shop:
source: Threre are not orders to export
ca_es: No hi ha comandes per exportar.
es_es: No hay pedidos para exportar.

# error:sale.shop:
source: Threre are not orders to import
ca_es: No hi ha comandes a importar.
es_es: No hay pedidos a importar.

# field:esale.account.tax.rule,country:
source: Country
ca_es: País
es_es: País

# field:esale.account.tax.rule,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:esale.account.tax.rule,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:esale.account.tax.rule,customer_tax_rule:
source: Customer Tax Rule
ca_es: Regla d'impost de cliente
es_es: Regla de impuesto de cliente

# field:esale.account.tax.rule,end_zip:
source: End Zip
ca_es: Fi codi postal
es_es: Fin código postal

# field:esale.account.tax.rule,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:esale.account.tax.rule,sequence:
source: Sequence
ca_es: Seqüència
es_es: Secuencia

# field:esale.account.tax.rule,start_zip:
source: Start Zip
ca_es: Inici codi postal
es_es: Inicio código postal

# field:esale.account.tax.rule,subdivision:
source: Subdivision
ca_es: Subdivisió
es_es: Subdivisión

# field:esale.account.tax.rule,supplier_tax_rule:
source: Supplier Tax Rule
ca_es: Regla d'impost de proveïdor
es_es: Regla de impuesto de proveedor

# field:esale.account.tax.rule,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:esale.account.tax.rule,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:esale.carrier,carrier:
source: Carrier
ca_es: Transportista
es_es: Transportista

# field:esale.carrier,code:
source: Code
ca_es: Codi
es_es: Código

# field:esale.carrier,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:esale.carrier,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:esale.carrier,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:esale.carrier,shop:
source: Sale Shop
ca_es: Botiga
es_es: Tienda

# field:esale.carrier,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:esale.carrier,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:esale.payment,code:
source: Code
ca_es: Codi
es_es: Código

# field:esale.payment,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:esale.payment,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:esale.payment,payment_type:
source: Payment Type
ca_es: Tipus de pagament
es_es: Tipo de pago

# field:esale.payment,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:esale.payment,sequence:
source: Sequence
ca_es: Seqüència
es_es: Secuencia

# field:esale.payment,shop:
source: Sale Shop
ca_es: Botiga
es_es: Tienda

# field:esale.payment,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:esale.payment,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:esale.state,code:
source: State APP Code
ca_es: Codi estat APP
es_es: Código estado APP

# field:esale.state,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:esale.state,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:esale.state,message:
source: Message
ca_es: Missatge
es_es: Mensaje

# field:esale.state,notify:
source: Notify
ca_es: Notifica
es_es: Notificar

# field:esale.state,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:esale.state,shop:
source: Sale Shop
ca_es: Vendes per botiga
es_es: Tienda

# field:esale.state,state:
source: Sale State
ca_es: Estat de la comanda de venda
es_es: Estado de la venta

# field:esale.state,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:esale.state,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:esale.status,cancel:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# field:esale.status,code:
source: Code
ca_es: Codi
es_es: Código

# field:esale.status,confirm:
source: Confirm
ca_es: Confirma
es_es: Confirmar

# field:esale.status,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:esale.status,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:esale.status,invoice_method:
source: Sale Invoice Method
ca_es: Política de facturació
es_es: Política de facturación

# field:esale.status,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:esale.status,shipment_method:
source: Sale Shipment Method
ca_es: Política d'enviament
es_es: Política de envío

# field:esale.status,shop:
source: Sale Shop
ca_es: Botiga
es_es: Tienda

# field:esale.status,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:esale.status,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:party.party,esale_email:
source: E-Mail
ca_es: Correu electrònic
es_es: Correo electrónico

# field:product.product,esale_forecast_quantity:
source: eSale Forecast Quantity
ca_es: eSale quantitat prevista

# field:product.product,esale_quantity:
source: eSale Quantity
ca_es: eSale quantitat

# field:product.template,esale_active:
source: Active eSale
ca_es: Actiu eSale

# field:product.template,esale_crosssells_by_shop:
source: Crosssells by Shop
ca_es: Vendes creuades per botiga

# field:product.template,esale_forecast_quantity:
source: eSale Forecast Quantity
ca_es: eSale quantitat prevista

# field:product.template,esale_price:
source: eSale Price
ca_es: Preu eSale
es_es: Precio eSale

# field:product.template,esale_quantity:
source: eSale Quantity
ca_es: eSale quantitat

# field:product.template,esale_relateds_by_shop:
source: Relateds by Shop
ca_es: Relacionats per botiga

# field:product.template,esale_special_price:
source: eSale Special Price
ca_es: Preu especial eSale

# field:product.template,esale_upsells_by_shop:
source: Upsells by Shop
ca_es: Vendes sugerides per botiga

# field:product.template-sale.shop,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:product.template-sale.shop,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:product.template-sale.shop,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:product.template-sale.shop,shop:
source: Shop
ca_es: Botiga
es_es: Tienda

# field:product.template-sale.shop,template:
source: Template
ca_es: Plantilla
es_es: Plantilla

# field:product.template-sale.shop,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:product.template-sale.shop,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:sale.configuration,sale_category:
source: Product Category
ca_es: Categoria producte
es_es: Categoría producto

# field:sale.configuration,sale_currency:
source: Currency
ca_es: Moneda
es_es: Moneda

# field:sale.configuration,sale_delivery_product:
source: Delivery Product
ca_es: Producte enviament
es_es: Producto envío

# field:sale.configuration,sale_discount_product:
source: Discount Product
ca_es: Producte descompte
es_es: Producto descuento

# field:sale.configuration,sale_payment_term:
source: Default Payment Term
ca_es: Termini de pagament per defecte
es_es: Plazo de pago por defecto

# field:sale.configuration,sale_payment_type:
source: Default Payment Type
ca_es: Tipus de pagament per defecte
es_es: Tipo de pago por defecto

# field:sale.configuration,sale_price_list:
source: Default Price List
ca_es: Tarifa per defecte
es_es: Tarifa por defecto

# field:sale.configuration,sale_surcharge_product:
source: Surcharge Product
ca_es: Producte recàrrec
es_es: Producto recargo

# field:sale.configuration,sale_uom_product:
source: Default UOM
ca_es: UdM predeterminada
es_es: UdM por defecto

# field:sale.configuration,sale_warehouse:
source: Default Warehouse
ca_es: Magatzem per defecte
es_es: Almacén por defecto

# field:sale.sale,external_shipment_amount:
source: Shipment
ca_es: Enviaments
es_es: Envío

# field:sale.sale,reference_external:
source: External Reference
ca_es: Referència externa
es_es: Referencia externa

# field:sale.sale,status:
source: Status
ca_es: Estat
es_es: Estado

# field:sale.sale,status_history:
source: Status history
ca_es: Historial estat
es_es: Historial de estados

# field:sale.shop,esale_available:
source: eSale Shop
ca_es: Botiga eSale
es_es: Tienda eSale

# field:sale.shop,esale_carriers:
source: Carriers
ca_es: Transportistes
es_es: Transportistas

# field:sale.shop,esale_category:
source: Default Category
ca_es: Categoria per defecte
es_es: Categoría por defecto

# field:sale.shop,esale_country:
source: Country
ca_es: País
es_es: País

# field:sale.shop,esale_countrys:
source: Countries
ca_es: Països
es_es: Países

# field:sale.shop,esale_currency:
source: Default currency
ca_es: Moneda per defecte
es_es: Moneda por defecto

# field:sale.shop,esale_delivery_product:
source: Delivery Product
ca_es: Producte enviament
es_es: Producto envío

# field:sale.shop,esale_discount_product:
source: Discount Product
ca_es: Producte descompte
es_es: Producto descuento

# field:sale.shop,esale_discount_tax_include:
source: Discount Tax Include
ca_es: Descompte. Impostos inclòs

# field:sale.shop,esale_ext_reference:
source: External Reference
ca_es: Referència externa
es_es: Referencia externa

# field:sale.shop,esale_from_orders:
source: From Orders
ca_es: Des de comanda
es_es: Desde pedidos

# field:sale.shop,esale_get_party_by_vat:
source: Get Party by Vat
ca_es: Cerca tercer per CIF/NIF
es_es: Buscar tercero por CIF/NIF

# field:sale.shop,esale_lang:
source: Default language
ca_es: Idioma per defecte
es_es: Idioma por defecto

# field:sale.shop,esale_langs:
source: Langs
ca_es: Idiomes
es_es: Idiomas

# field:sale.shop,esale_last_state_orders:
source: Last State Orders
ca_es: Últims estats de les comandes
es_es: Últimos estados de los pedidos

# field:sale.shop,esale_payments:
source: Payments
ca_es: Pagaments
es_es: Pagos

# field:sale.shop,esale_price:
source: Price
ca_es: Preu
es_es: Precio

# field:sale.shop,esale_price_party:
source: Party
ca_es: Tercer
es_es: Tercero

# field:sale.shop,esale_scheduler:
source: Scheduler
ca_es: Planificador de tasques
es_es: Planificador de tareas

# field:sale.shop,esale_shop_app:
source: Shop APP
ca_es: APP Botiga
es_es: APP Tienda

# field:sale.shop,esale_states:
source: State
ca_es: Estat
es_es: Estado

# field:sale.shop,esale_status:
source: Status
ca_es: Estats
es_es: Estados

# field:sale.shop,esale_surcharge_product:
source: Surcharge Product
ca_es: Producte recàrrec
es_es: Producto recargo

# field:sale.shop,esale_surcharge_tax_include:
source: Surcharge Tax Include
ca_es: Recàrrec. Impostos inclòs
es_es: Impuestos incluidos en el recargo

# field:sale.shop,esale_tax_include:
source: Tax Include
ca_es: Impostos inclosos
es_es: Impuestos incluidos

# field:sale.shop,esale_timezone:
source: Timezone
ca_es: Zona horària
es_es: Zona horaria

# field:sale.shop,esale_to_orders:
source: To Orders
ca_es: A comandes
es_es: A pedidos

# field:sale.shop,esale_uom_product:
source: Default UOM
ca_es: UdM predeterminada
es_es: UdM por defecto

# field:sale.shop,esale_user:
source: User
ca_es: Usuari
es_es: Usuario

# field:sale.shop,warehouses:
source: Warehouses
ca_es: Magatzems

# field:sale.shop-country.country,country:
source: Country
ca_es: País
es_es: País

# field:sale.shop-country.country,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:sale.shop-country.country,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:sale.shop-country.country,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:sale.shop-country.country,shop:
source: Shop
ca_es: Botiga
es_es: Tienda

# field:sale.shop-country.country,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:sale.shop-country.country,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:sale.shop-ir.lang,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:sale.shop-ir.lang,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:sale.shop-ir.lang,lang:
source: Lang
ca_es: Idioma
es_es: Idioma

# field:sale.shop-ir.lang,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:sale.shop-ir.lang,shop:
source: Shop
ca_es: Botiga
es_es: Tienda

# field:sale.shop-ir.lang,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:sale.shop-ir.lang,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:sale.shop-stock.location,create_date:
source: Create Date
ca_es: Data creació

# field:sale.shop-stock.location,create_uid:
source: Create User
ca_es: Usuari creació

# field:sale.shop-stock.location,location:
source: Warehouse
ca_es: Magatzem

# field:sale.shop-stock.location,rec_name:
source: Name
ca_es: Nom

# field:sale.shop-stock.location,shop:
source: Shop
ca_es: Botiga

# field:sale.shop-stock.location,write_date:
source: Write Date
ca_es: Data modificació

# field:sale.shop-stock.location,write_uid:
source: Write User
ca_es: Usuari modificació

# help:esale.account.tax.rule,end_zip:
source: Numeric Zip Code
ca_es: Codi postal numèric
es_es: Código postal numérico

# help:esale.account.tax.rule,start_zip:
source: Numeric Zip Code
ca_es: Codi postal numèric
es_es: Código postal numérico

# help:esale.state,code:
source: State APP code. Code state in your APP
ca_es: Codi estat APP.
es_es: Código del estado APP.

# help:esale.state,notify:
source: Active APP notification customer
ca_es: Activa la notificació del client.
es_es: Activa la notificación del cliente.

# help:esale.status,cancel:
source: Sale change state draft to cancel.
ca_es: Canvia la comanda de venda d'esborrany a cancel·lat.
es_es: El pedido de venta cambia de borrador a cancelado.

# help:esale.status,confirm:
source: Sale change state draft to confirmed
ca_es: Canvia la comanda de venda d'esborrany a confirmat.
es_es: El pedido de venta cambia de borrador a confirmado.

# help:product.template,esale_available:
source: This product are available in your e-commerce. If you need not publish this product (despublish), unmark Active field in eSale section.
ca_es: Aquest producte està disponible en el vostre e-commerce. Si necessiteu que no estigui disponible, desactiveu-lo.
es_es: Este producto estará disponible en su comercio electrónico. Si no lo desea, desactívelo.

# help:product.template,esale_price:
source: eSale price is calculated from shop in user preferences and shop configuration
ca_es: El preu eSale es calculat segons la botiga de les preferencies de l'usuari i la configuració de la botiga
es_es: El precio de eSale es calculado según la tienda de las preferencias del usuario y la configuración de la tienda

# help:product.template,esale_special_price:
source: eSale special price is calculated from shop in user preferences and shop configuration
ca_es: El preu especial eSale es calculat segons la botiga de les preferencies de l'usuari i la configuració de la botiga

# help:sale.sale,status:
source: Last status import/export to e-commerce APP
ca_es: Últims estats importats/exportats a l'e-commerce.
es_es: Último estado importación/exportación e-commerce APP.

# help:sale.shop,esale_available:
source: This is e-commerce shop.
ca_es: És una botiga e-commerce.
es_es: Es una tienda e-commerce.

# help:sale.shop,esale_category:
source: Default Category Product when create a new product. In this category, select an Account Revenue and an Account Expense
ca_es: Categoria per defecte del producte quan aquest es crea. En aquesta categoria seleccioneu el compte a pagar i cobrar.
es_es: Categoría por defecto cuando se crea un nuevo producto. En esta categoría seleccione una cuenta a cobrar y pagar por defecto.

# help:sale.shop,esale_country:
source: Default country related in this shop.
ca_es: País per defecte relacionat amb aquesta botiga.
es_es: País por defecto relacionado con esta tienda.

# help:sale.shop,esale_currency:
source: Default currency shop.
ca_es: Moneda per defecte de la botiga.
es_es: Moneda por defecto en la tienda.

# help:sale.shop,esale_ext_reference:
source: Use external reference (Increment) in sale name
ca_es: Utilitza la referència externa de la comanda de venda.
es_es: Usar la numeración del pedido de su comercio electrónico.

# help:sale.shop,esale_from_orders:
source: This date is last import (filter)
ca_es: Aquesta data és la última importació (filtre).
es_es: Esta fecha es la última importación (filtro).

# help:sale.shop,esale_get_party_by_vat:
source: If there is another party with same vat, not create party
ca_es: Si existeix un tercer amb el mateix CIF/NIF, no crea cap tercer.
es_es: Si existe un tercero con el mismo CIF/NIF, no crea ningún tercero.

# help:sale.shop,esale_lang:
source: Default language shop. If not select, use lang user
ca_es: Idioma per defecte de la botiga. Si no el seleccioneu, s'utilitza l'idioma de l'usuari.
es_es: Idioma por defecto de la tienda. Si no lo selecciona, se usa el idioma del usuario.

# help:sale.shop,esale_last_state_orders:
source: This date is last export (filter)
ca_es: Aquesta és la data de l'última exportació (filtre).
es_es: Esta es la fecha de la última exportación (filtro).

# help:sale.shop,esale_price_party:
source: Select a party to compute a price from price list.
ca_es: Selecciona un tercer per calcular el preu a partir d'una tarifa de venta.
es_es: Selecciona un tercero para calcular el precio desde una tarifa

# help:sale.shop,esale_scheduler:
source: Active by crons (import/export)
ca_es: Actiu a la planificació (importar/exportar).
es_es: Activo en la planificación (importar/exportar).

# help:sale.shop,esale_timezone:
source: Select an timezone when is different than company timezone.
ca_es: Selecciona una zona horària quan es diferent que la zona horària de la companyia.
es_es: Selecciona una zona horaria si es diferente que la zona horaria de la empresa.

# help:sale.shop,esale_to_orders:
source: This date is to import (filter)
ca_es: Aquesta data és per importar (filtre).
es_es: Esta fecha es para importar (filtro).

# help:sale.shop,esale_user:
source: Use other user when user is not active (cron).
ca_es: Utilitzar un altre usuario quan no està actiu (cron).
es_es: Usar otro usuario cuando no esté activo (cron).

# model:esale.account.tax.rule,name:
source: eSale Tax Rule
ca_es: eSale Regla d'impost
es_es: eSale Regla de impuesto

# model:esale.carrier,name:
source: eSale Carrier
ca_es: eSale Transportistes
es_es: eSale Transportista

# model:esale.payment,name:
source: eSale Payment
ca_es: eSale Pagaments
es_es: eSale Tipos de pago

# model:esale.state,name:
source: eSale State
ca_es: Estat eSale
es_es: eSale Estado

# model:esale.status,name:
source: eSale Status
ca_es: Estat eSale
es_es: eSale Estados

# model:ir.action,name:act_esale_account_tax_rule
source: eSale Account Tax Rule
ca_es: eSale Regla d'impost
es_es: eSale Regla de impuesto

# model:ir.cron,name:cron_esale_export_state
source: eSale - Export State
ca_es: eSale - Exporta estat
es_es: eSale - Exportar estado

# model:ir.cron,name:cron_esale_import_order
source: eSale - Import Orders
ca_es: eSale - Importa comandes
es_es: eSale - Importar pedidos

# model:ir.ui.menu,name:menu_esale_account_tax_rule
source: eSale Account Tax Rule
ca_es: Regles d'impost
es_es: Reglas de impuesto

# model:product.template-sale.shop,name:
source: Product - Shop
ca_es: Producte - Botiga
es_es: Producto - Tienda

# model:sale.shop-country.country,name:
source: Shop - Country
ca_es: Botiga - País
es_es: Tienda - Pais

# model:sale.shop-ir.lang,name:
source: Shop - Lang
ca_es: Botiga - Idioma
es_es: Tienda - Idioma

# model:sale.shop-stock.location,name:
source: Sale Shop - Warehouse
ca_es: Botiga - Magatzem

# selection:esale.state,state:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# selection:esale.state,state:
source: Delivery
ca_es: Enviament
es_es: Envío

# selection:esale.state,state:
source: Paid
ca_es: Pagat
es_es: Pagado

# selection:esale.state,state:
source: Paid/Delivery
ca_es: Pagat/Enviat
es_es: Pagado/Enviado

# selection:esale.status,invoice_method:
source: On Order Processed
ca_es: Al processar la comanda
es_es: Al procesar el pedido

# selection:esale.status,invoice_method:
source: On Shipment Sent
ca_es: Al enviar-ho
es_es: Al enviar

# selection:esale.status,shipment_method:
source: On Invoice Paid
ca_es: Al pagar la factura
es_es: Al pagar la factura

# selection:esale.status,shipment_method:
source: On Order Processed
ca_es: Al processar la comanda
es_es: Al procesar el pedido

# selection:sale.shop,esale_price:
source: Pricelist
ca_es: Tarifa
es_es: Tarifa

# selection:sale.shop,esale_price:
source: Sale Price
ca_es: Preu venda
es_es: Precio venta

# view:esale.account.tax.rule:
source: Tax Rules
ca_es: Regla d'impost
es_es: Reglas de impuesto

# view:esale.account.tax.rule:
source: eSale Account Tax Rule
ca_es: eSale Regla d'impost
es_es: eSale Regla de impuesto

# view:esale.carrier:
source: eSale Carrier
ca_es: eSale Transportistes
es_es: eSale Transportista

# view:esale.carrier:
source: eSale Carriers
ca_es: eSale Transportistes
es_es: eSale Transportistas

# view:esale.payment:
source: eSale Payment
ca_es: eSale Pagaments
es_es: eSale Tipos de pago

# view:esale.payment:
source: eSale Payments
ca_es: eSale Pagaments
es_es: eSale Pagos

# view:esale.state:
source: Message
ca_es: Missatge
es_es: Mensaje

# view:esale.state:
source: eSale State
ca_es: Estat eSale
es_es: eSale Estado

# view:esale.status:
source: eSale Payment
ca_es: eSale Pagaments
es_es: eSale Tipos de pago

# view:esale.status:
source: eSale Payments
ca_es: eSale Pagaments
es_es: eSale Pagos

# view:product.template:
source: Websites
ca_es: Botigues
es_es: Tiendas

# view:sale.sale:
source: External Prices
ca_es: Preus externs
es_es: Precios externos

# view:sale.shop:
source: Actions
ca_es: Accions
es_es: Acciones

# view:sale.shop:
source: Carriers
ca_es: Transportistes
es_es: Transportistas

# view:sale.shop:
source: Configuration
ca_es: Configuració
es_es: Configuración

# view:sale.shop:
source: Countries
ca_es: Països
es_es: Países

# view:sale.shop:
source: Export State
ca_es: Exporta estat
es_es: Exportar estado

# view:sale.shop:
source: Import Orders
ca_es: Importa comandes
es_es: Importar pedidos

# view:sale.shop:
source: In States
ca_es: Estats entrada
es_es: Estados entrada

# view:sale.shop:
source: Langs
ca_es: Idiomes
es_es: Idiomas

# view:sale.shop:
source: Orders
ca_es: Comandes
es_es: Pedidos

# view:sale.shop:
source: Out States
ca_es: Estats sortida
es_es: Estados salida

# view:sale.shop:
source: Payments
ca_es: Pagaments
es_es: Pagos

# view:sale.shop:
source: Warehouses
ca_es: Magatzems

# field:product.template,esale_active:
source: Active
es_es: Activo

# field:product.template,esale_available:
source: Available eSale
es_es: Disponible en eSale

# field:product.template,esale_saleshops:
source: Websites
es_es: Tiendas

# help:product.template,esale_saleshops:
source: Select shops will be available this product
es_es: Seleccione las tiendas donde estará disponible este producto.
